{
  "firstGroup": [
    {
      "title": "kurdish clothes",
      "text": "Iraqi Kurds, or Kurds of Iraq, are the second largest ethnic group in Iraq. They traditionally speak Kurdish languages. Some scholars believe that the Kurds are descendants of various Indo-European tribes that arrived in the region around 4000 years ago. In the 16th century, Kurdistan in Iraq was an autonomous region and province in northern Iraq. It has an area of 40,643 square kilometers and a population of approximately 5.2 million people.",
      "image": "/img/history/kurd1.jpg",
      "modalTitle": "Trandithonal clothes",
      "modalText": " Kurdish Traditional Clothing, Kurdish attire reflects the influences of various cultures that the Kurds have interacted with over the ages, including Persian, Turkish, and Arab cultures. Although the traditional outfit retains its basic form, some details have been influenced by modern fashion due to changes in tastes and social developments. Kurdish clothing is worn on formal occasions such as weddings, festivals, and cultural celebrations, showcasing pride in Kurdish heritage and identity.,Kurdish clothing, with its beautiful details and diversity, reflects the richness of Kurdish culture and enhances the sense of identity and belonging. Men's Kurdish Attire1. Shal (Shawl):- Description: The shal is an essential part of Kurdish men's clothing. It is a long-sleeved garment that can be open at the front or equipped with buttons.- Materials: Made from various materials like wool in winter and cotton or linen in summer. - Details: Often adorned with traditional embroidery on the edges or sleeves and may come in multiple colors suitable for different occasions.2. Jalabiya:- Description: The jalabiya is a long, loose, and comfortable garment worn underneath the shal.- Materials: Usually made from cotton or linen and may be decorated with embroidery or colored threads.- Details: Known for its comfort and suitability for hot climates, often in neutral or dark colors3. Iqal: - Description: The iqal is a traditional headband worn over the kufiya to secure it in place.- Materials: Made from wool or fabric, typically black or colored. - Details: An important element of Kurdish men's attire, reflecting the cultural and traditional touch of the region. 4. Sarwal (Trousers): - Description: Sarwal are wide trousers worn underneath the jalabiya or shal. - Materials: Made from light materials such as cotton or wool.- Details: Provides comfort and ease of movement, often decorated with simple embroidery. Women's Kurdish Attire  1. Kurdish Dress:- Description: The Kurdish dress is a long garment and the most famous piece in Kurdish women's attire. It may be adorned with embroidery, beads, and colored stones. - Materials: Made from luxurious fabrics like silk, satin, or cotton.- Details: Characterized by vibrant colors and handmade embroidery reflecting Kurdish craftsmanship. The design may vary according to the occasion and may include decorative elements on the sleeves or chest. 2. Shawl: - Description: Used to cover the shoulders, it can be decorated with embroidery or embellishments.- Materials: Made from luxurious fabrics or wool.- Details: Worn on special occasions to add an elegant touch to the outfit.3. Koor:- Description: The koor is a head covering worn over the hair and tied in a specific way.- Materials: Made from fabric or silk.- Details: May be adorned with embroidery or jewels and is considered an essential part of Kurdish women's attire.  4. Sarwal (Trousers):- Description: Wide trousers worn underneath the dress.- Materials: Made from cotton or silk- Details: Provides comfort and ease of movement, often decorated with embroidery matching the dress.",
      "images": [
        "img/history/kurd2.jpg",
        "/img/history/kurd1.jepg",
        "/img/history/mesopotamia3.jpeg"
      ]
    },
    {
      "title": "turkman clothes",
      "text": "The origins of the Turkmens in Iraq trace back to several waves of Turkish migration over the centuries. The first wave occurred in the 7th century when 1,000 Turkmens were recruited into the Muslim armies, and their descendants later intermarried with local Arabs. The second wave came with the Seljuk Turks, while the third and largest wave arrived during the Ottoman period. Following the Ottoman conquest of Iraq in 1534 and the siege of Baghdad in 1638, many Turks settled in the region as soldiers, traders, and civil servants, making a significant portion of Iraq's Turkmens descendants of these migrants.",
      "image": "/img/history/turkman4.jpg",
      "modalTitle": "Trandithonal clothes",
      "modalText": " The Turkmen attire reflects the history and culture of the Turkmen tribes originating from Central Asia, particularly from regions such as Turkmenistan, and parts of Iran, Iraq, and Syria. Historically, the Turkmen led a nomadic lifestyle, and their clothing evolved to suit life in the desert and steppes, requiring practical designs to protect them from harsh weather conditions.Traditional Turkmen clothing is notable for its sustainability and uniqueness, showing influences from Persian and Tatar traditions due to historical and trade interactions between these regions. The designs and patterns have evolved over time to be influenced by modern fashions in the areas where the Turkmen live, while retaining traditional elements that reflect their distinct cultural identity.Turkmen Attire: 1. Men's Attire: - Main Garment: - Description: Traditional Turkmen men's attire consists of a long shirt known as 'Kurban' worn over wide trousers called 'Sarwal'or 'Pendik.'' This is complemented by a 'Yaka' or 'Jubba,'a wide cloak worn over the shirt. - Materials: These garments are made from materials such as wool and cotton for winter and summer, with luxurious fabrics used for special occasions. - Details: The attire features warm colors and traditional patterns, often adorned with hand-embroidered decorations and a broad belt to cinch the waist.- Accessories: - Hat: The traditional hat, such as a 'Turban'or 'Turkmen Cap,' is decorated with embroidery or pearls. - Belt: A wide belt is used to secure the clothing and comes in various colors and details. 2. Women's Attire:  - Traditional Dress: - Description: The long Turkmen women's dress is known as 'Shalwar' or 'Khumar,' which is most famous for its ornate embroidery and colorful beads and stones. - Materials: It is made from luxurious fabrics such as silk, satin, or cotton. - Details: The dress features hand-embroidered designs and decorative details on the sleeves or chest, and is often worn with a long cloak called 'Mintaka' - Accessories:- Cloak: A long cloak worn over the dress, adorned with traditional embroidery and decorations. - Head Cover: An essential part of women's attire, which may be embellished with gemstones or embroidery.",
      "images": [
        "/img/history/turkman1.jpg",
        "/img/history/turkman2.jpg",
        "/img/history/turkman3.jpg"
      ]
    },
    {
      "title": "Yazidis clothes",
      "text": "The term 'Yazidi' is derived from the word 'Yazdan,' which means the worshipers of God who follow the righteous path, according to Jundi's definition. He states that Yazidism is one of the ancient Indo-Iranian religions that predates Zoroastrianism, historically known as fertility religions whose philosophy and rituals are connected to nature, the discovery of agriculture, and the beginning of urbanization. There are also clear influences from the ancient Mesopotamian religions such as Sumerian, Babylonian, Assyrian, and Mitanni. The Yazidis have their own customs and traditional attire.",
      "image": "/img/history/yazid1.jpg",
      "modalTitle": "Trandithonal clothes",
      "modalText": "The traditional Iraqi Yazidi attire reflects the rich history and culture of the Yazidi faith, particularly in the Sinjar region. This attire is distinguished by its colors and decorations, which carry religious and cultural symbols.Components of Yazidi Attire:- For Men: Men typically wear a loose-fitting shirt with long sleeves and loose trousers. This is often accompanied by a cloak known as the 'Zaffa,' usually in white or black. Men cover their heads with a turban called the 'Shash.'- For Women: Women’s clothing consists of a long dress called 'Kras' worn with a cloak known as the 'Jerza.' The head is covered with a shawl called the 'Sharshaf,' which is often decorated with traditional patterns, symbolizing religious and social meanings. Colors and Decorations: Yazidi attire is known for its variety of colors, with white being one of the most commonly used as a symbol of purity. The embroidered patterns on the garments carry deep religious and cultural significance rooted in Yazidi heritage. Cultural Significance: Yazidi attire is an essential part of the Yazidi identity, expressing both religious and ethnic affiliation. It is worn during religious and social events, such as festivals, celebrations, and weddings.",
      "images": [
        "/img/history/yazid3.jpg",
        "/img/history/yazid2.jpg",
        "/img/history/yazid4.jpg"
      ]
    },
    {
      "title": "southern Iraq",
      "text": "The original inhabitants of southern Iraq were the Sumerians, who migrated from the Karkuk and Samarra region and mixed with the population in the alluvial plain. The majority of the southern Iraqi population are Shiite Arabs, making up about 95%, while Sunni Arabs constitute around 3.5%, primarily living in Al-Zubair, Al-Faw, and Nasiriyah. Mandaeans are found near rivers and marshes, and Christians are present in Basra and Amarah, making up approximately 1.5%. The region shows significant genetic mixing from various areas such as the Zagros Mountains, Turkey, and the Levant.",
      "image": "/img/history/jnob3.jpg",
      "modalTitle": "Trandithonal clothes",
      "modalText": "The traditional southern Iraqi attire reflects a long history and rich culture that dates back to ancient times. This attire is characterized by vibrant colors and traditional patterns, varying by region, but with common features shared across most southern clothing.Men's Attire:- Dishdasha: The main garment worn by men in southern Iraq. It's a long piece of clothing, usually white or beige, reaching down to the ankles. Sometimes, it is adorned with simple embroidery on the chest or sleeves.- Agal and Shemagh: The agal is a black cord used to secure the shemagh (headscarf), which is typically white or red, and is an essential part of the traditional outfit. - Abaya: Worn over the dishdasha, this is an open-front garment made from heavy fabric like wool or cotton and is sometimes decorated with fine embroidery. Women's Attire: - Abaya: Known as 'abaya,' this is a long and loose garment that covers the entire body, usually black in color. It is worn over everyday clothing and is especially used during religious and social occasions.- Traditional Colorful Dress: This includes a long and loose piece of clothing like the 'thawb' or 'jalwa,' often adorned with golden or silver patterns and bright colors such as red and green. - Hijab and Head Cover: Women also wear a hijab to cover their heads, which often matches the color of the attire or coordinates with it.Jewelry and Accessories: In southern Iraq, women pay great attention to wearing jewelry and accessories that enhance the beauty of their attire. This includes silver necklaces, bracelets, and anklets, varying according to the occasion—simple for everyday wear and more luxurious for weddings and major events. The southern Iraqi attire is a significant part of the cultural identity of the southern people and is a symbol of pride and belonging to the rich heritage that distinguishes this region of Iraq.",
      "images": [
        "/img/history/jnob1.jpg",
        "/img/history/jnob2.jpg",
        "/img/history/jnob4.jpg"
      ]
    }
  ],
  "secondGroup": [
    {
      "title": "dolma",
      "text": " Dolma is a Turkish dish that entered Iraq with the Ottoman occupation of Iraq in 1534, but with the addition of Iraqi flavour.",
      "image": "/img/history/ottoman_rule.jpeg",
      "modalTitle": "dish history and how to make it",
      "modalText": "Dolma is a traditional Iraqi dish renowned for its rich flavors and various preparation methods. It primarily consists of vegetables stuffed with minced meat, rice, and spices, then cooked in a tomato sauce or meat broth. Dolma is a distinctive dish that reflects the culinary culture of Iraq. ### **Types of Iraqi Dolma** 1. **Grape Leaf Dolma**: - **Ingredients**: Fresh grape leaves, minced meat (usually beef or lamb), rice, onions, tomatoes, spices such as turmeric, black pepper, and cinnamon. - **Preparation**: The grape leaves are stuffed with a mixture of seasoned meat and rice, then rolled and arranged in a pot. Meat broth or water is added, and the dish is cooked on low heat until tender. 2. **Zucchini Dolma**: - **Ingredients**: Small zucchini, minced meat, rice, onions, tomatoes, various spices. - **Preparation**: The zucchini is hollowed out and stuffed with the meat and rice mixture. Tomato broth is added to the pot and cooked until done. 3. **Eggplant Dolma**: - **Ingredients**: Small eggplants, minced meat, rice, onions, tomatoes, spices. - **Preparation**: The eggplants are briefly fried, then stuffed with the meat and rice mixture. Tomato or meat broth is added, and the dish is cooked over low heat.4. **Bell Pepper Dolma**: - **Ingredients**: Bell peppers, minced meat, rice, onions, tomatoes, spices. - **Preparation**: The bell peppers are hollowed out and stuffed with the meat and rice mixture. The dish is cooked in tomato or meat broth. 5. **Beet Dolma**: - **Ingredients**: Small beets, minced meat, rice, onions, tomatoes, spices.- **Preparation**: The beets are boiled, peeled, and then stuffed with the meat and rice mixture. The dish is cooked in tomato or meat broth. ### **Serving Suggestions** Dolma is typically served as a main course and can be accompanied by side dishes such as yogurt or salad. It is considered a beloved dish for special occasions and celebrations due to its delicious taste and high nutritional value. Dolma embodies the hospitality and generosity in Iraqi culture and showcases the traditional culinary skills of the Iraqi people.",
      "images": [
        "image",
        "/img/history/ottoman_rule2.jpeg",
        "/img/history/ottoman_rule3.jpeg"
      ]
    },
    {
      "title": "qima",
      "text": "Al-Qima is an Iraqi dish that is especially popular during Muharram. It is prepared and distributed to people, particularly the poor, in commemoration of the martyrdom of the Prophet Muhammad (peace be upon him) and his family.",
      "image": "/img/history/british_mandate.jpeg",
      "modalTitle": "dish history and how to make it",
      "modalText": "King Faisal I was instrumental in establishing modern Iraq and leading it through the transitional period from a British mandate to an independent kingdom.",
      "images": [
        "/img/history/british_mandate1.jpeg",
        "/img/history/british_mandate2.jpeg",
        "/img/history/british_mandate3.jpeg"
      ]
    },
    {
      "title": "torshana",
      "text": "Marqa al-Tarshana is one of the traditional dishes in Iraqi cuisine known for its unique flavor and high nutritional value. The origins of this dish trace back to ancient times where it was primarily prepared during holidays and special occasions.",
      "image": "/img/history/iraqi_independence.jpeg",
      "modalTitle": "dish history and how to make it",
      "modalText": "Iraq's independence was officially recognized on October 3, 1932, following years of political struggle and negotiations with the British government.",
      "images": [
        "/img/history/iraqi_independence1.jpeg",
        "/img/history/iraqi_independence2.jpeg",
        "/img/history/iraqi_independence3.jpeg"
      ]
    },
    {
      "title": "masmota",
      "text": " The origins of the dish Masmooteh can be traced back to traditional Iraqi cuisine, as it is considered part of the region's rich culinary heritage. The history of Masmooteh extends back centuries, and it was a dish typically prepared for religious and social occasions, such as holidays and family gatherings.",
      "image": "/img/history/iraq_war.jpeg",
      "modalTitle": "dish history and how to make it",
      "modalText": "The aftermath of the Iraq War saw significant challenges, including political instability, sectarian violence, and efforts to rebuild the country’s infrastructure and governance.",
      "images": [
        "/img/history/iraq_war1.jpeg",
        "/img/history/iraq_war2.jpeg",
        "/img/history/iraq_war3.jpeg"
      ]
    }
  ]
  
}



