{
  "firstGroup": [
    {
      "title": "Al-khalil Clothes",
      "text": " The city of Al-Khalil was named after the Prophet Ibrahim , who migrated there after leaving Iraq. The residents of Hebron are considered one of the largest population groups in Palestine, with their numbers estimated in the hundreds of thousands, making them an important part of the Palestinian community. The people of Hebron are known for their work in agriculture and traditional crafts, such as glassmaking, pottery, and embroidery. They also have a long history of cultivating grapes and olives.",
      "image": "/img/history/petra.jpeg",
      "modalTitle": "Traditional Clothes",
      "modalText": " The Khalili attire is one of the traditional garments that the city of Hebron in Palestine is famous for. This attire is characterized by its unique and distinctive style that reflects the cultural and historical heritage of the city. 1. Embroidery: The Khalili dress is adorned with traditional embroidery rich in detail, typically using colorful silk threads, especially in red and black. The designs are often inspired by nature, such as flowers and plants, along with geometric shapes. 2. The Qumbaz or Jilbab: The Qumbaz or Jilbab is a long robe that extends to the ankles, worn over the dress. It is usually made of heavy fabric like wool or cotton and comes in a single color like black or brown. The Qumbaz or Jilbab is secured with a decorated belt tied around the waist.  3. The Abaya: The Abaya is worn over the dress or Jilbab. It is a loose garment made from wool or silk fabric, often adorned with golden or silver threads, adding a touch of luxury.  4. Jewelry: Women in Hebron typically wear traditional jewelry such as earrings, rings, and necklaces made of gold or silver. In addition to jewelry, Khalili women may adorn their hair with flowers or necklaces made of colorful beads.  5. Footwear: Traditional footwear is often made from natural leather and is known as 'Mashaya' or 'Na'al.' These shoes are simple and complement the traditional attire. This attire is not just traditional clothing but reflects the cultural and historical identity of the people of Hebron, carrying with it many meanings of authentic Palestinian heritage.",
      "images": [
        "/img/history/petra1.jpeg",
        "/img/history/petra2.jpeg",
        "/img/history/petra3.jpeg"
      ]
    },
    {
      "title": "Nabuls Clothes",
      "text": "The name 'Nablus' has historical roots dating back to ancient times. It is derived from the Latin word 'Neapolis,' which means 'new city.' During the Roman period, the Romans rebuilt the city and named it accordingly. Over time, the name evolved into 'Nablus' in Arabic, which is the name used today. The city was established by the Canaanites about 5600 years ago and is currently known for its soap, Nabulsi thyme, and Nabulsi cheese.",
      "image": "/img/history/nabataean_kingdom.jpeg",
      "modalTitle": "Traditional Clothes",
      "modalText": "The Nabulsi dress is a traditional garment worn by people in Nablus, a city located in the West Bank of Palestine. This attire is known for its beauty and intricate details. It typically includes: 1. Thobe (Dress): The Nabulsi thobe is a long garment that reaches the feet, often made from luxurious fabrics such as silk or cotton. It is characterized by beautiful hand embroidery on the sleeves and chest, reflecting cultural heritage.  2. Abaya: Sometimes, an abaya is worn over the thobe. This is a wide piece of fabric used for protection against the weather and to add elegance to the outfit. 3. Jewelry: The dress may be adorned with beautiful embroidery and traditional jewelry such as necklaces and bracelets, which showcase traditional craftsmanship and cultural heritage.  4. Headwear: Men sometimes wear a traditional headpiece called a 'keffiyeh,' while women may wear decorative head coverings that complement the thobe.The Nabulsi dress represents a significant part of the region's cultural and artistic identity, reflecting its history and rich heritage.",
      "images": [
        "/img/history/nabataean_kingdom1.jpeg",
        "/img/history/nabataean_kingdom2.jpeg",
        "/img/history/nabataean_kingdom3.jpeg"
      ]
    },
    {
      "title": "Gaza Clothes",
      "text": "Gaza is an ancient city in Palestine with a history that spans thousands of years. It has been a significant trade center due to its strategic location on the trade route between Egypt and the Levant. Throughout history, Gaza has been ruled by various civilizations, including the Egyptians, Phoenicians, Romans, and Byzantines.The name 'Gaza' is thought to derive from the Semitic root 'GZZ,' which means 'to cut' or 'to pass through,' reflecting the city's role as a major trade hub. It may also be related to the word 'Gazz' meaning 'quick' or 'direct' in some ancient Semitic languages, indicating the city's importance as a key trade route.",
      "image": "/img/history/roman_theater_amman.jpeg",
      "modalTitle": "Traditional Clothes",
      "modalText": "Gazan Traditional Clothing:Men's Attire: 1. Jalabiya: A long, loose-fitting garment typically made from cotton or wool. It features a uniform color and simple design. 2. Iqal: A black headband worn on the head, often secured with a 'shemagh' (headscarf) which is usually in colors like white and red. 3. Burnous: A long garment worn over the jalabiya, especially during special occasions or in cold weather. Women's Attire: The traditional dress of women from Jerusalem in Palestine is distinguished by its black silk fabric. It is typically embroidered with flame patterns as a symbol of mourning. Previously, the dress was white from 1900 until the year of the Nakba, when its color changed. 1. Palestinian Dress (Thobe): A long dress often made from colorful or cotton fabrics, distinguished by its decorative embroidery that reflects traditional designs. 2. Abaya: A loose garment that covers the clothing underneath, used for everyday wear, usually plain or decorated with simple accents.  3. Shayla: A headscarf that may be decorated or lightly embroidered. Embroidery and Decorations:Palestinian embroidery, sometimes known as 'zarz,' features a variety of patterns made by hand using colored threads. It is characterized by geometric and floral designs that vary by region. Accessories:Traditional clothing is complemented with accessories such as rings and necklaces, often made of silver or gold. This attire reflects the cultural roots and unique identity of Gaza's inhabitants and remains an essential part of their daily life and special occasions.",
      "images": [
        "/img/history/roman_theater_amman1.jpeg",
        "/img/history/roman_theater_amman2.jpeg",
        "/img/history/roman_theater_amman3.jpeg"
      ]
    },
    {
      "title": "Ram-Allah Clothes ",
      "text": "  Ramallah is a city located in the West Bank, Palestine, about 15 kilometers north of Jerusalem. It is known for its elevated geographical location, which provides beautiful views. The name 'Ramallah' is derived from two Arabic words: 'Ram' (meaning elevation) and 'Allah' (meaning God). Therefore, 'Ramallah' can be translated as 'elevated in God' or 'elevation' associated with God,' reflecting its religious and spiritual connotations.",
      "image": "/img/history/dead_sea.jpeg",
      "modalTitle": "Traditional Clothes",
      "modalText": "  1. Jalabiya: A long, open-front garment usually made from cotton or wool. It is adorned with various colors and designs and is a fundamental part of traditional dress.  2. Palestinian Dress (Thobe): A long, embroidered dress worn over the jalabiya. The embroidered thobe features colorful and intricate designs that showcase high craftsmanship and reflect cultural identity. Its design can vary from one region to another. 3. Shmagh or Keffiyeh: A head covering that comes in different colors and patterns, such as black and white or red and white. It reflects traditional and cultural significance. 4. Belt: Worn around the waist over the jalabiya or thobe to secure the garments, the belt often comes in various designs according to taste and tradition. 5. Traditional Footwear: Sometimes includes leather or fabric shoes, which are considered an important part of traditional attire.The traditional dress in Ramallah symbolizes cultural identity and history, characterized by vibrant colors and intricate embroidery that reflect Palestinian heritage.",
      "images": [
        "/img/history/dead_sea1.jpeg",
        "/img/history/dead_sea2.jpeg",
        "/img/history/dead_sea3.jpeg"
      ]
    }
  ],
  "secondGroup": [
    {
      "title": "Al-Masaf",
      "text": " It's an old Palestinian dish made from meat, rice, and yogurt, typically eaten on special occasions and celebrations.",
      "image": "/img/history/jordan_kingdom.jpeg",
      "modalTitle": "Dish history and how to make it",
      "modalText": "According to historians, this occurred when the Moabite king 'Mesha' requested his people in the 19th century BCE to cook meat with milk, contrary to the Jews who prohibit cooking meat with milk or dairy. This was also a way for him to distinguish his people from the Jews. To prepare Palestinian Mansaf: 1. Cook the meat: Sauté onions in oil, add meat, spices, and water, and cook until tender. 2. Prepare the rice: Rinse the rice, then cook it with water until done. 3. Prepare the yogurt: Heat the yogurt with some spices.4. Assemble: Place the bread in a serving dish, add the rice, then the meat, and pour the hot yogurt on top. 5. Garnish: Top with toasted nuts. Enjoy your meal!",
      "images": [
        "/img/history/jordan_kingdom1.jpeg",
        "/img/history/jordan_kingdom2.jpeg",
        "/img/history/jordan_kingdom3.jpeg"
      ]
    },
    {
      "title": "Musakhan",
      "text": "It is an ancient dish made with chicken, onions, and bread, and is considered one of the most important Palestinian foods.",
      "image": "/img/history/arab_revolt.jpeg",
      "modalTitle": "Dish history and how to make it",
      "modalText": "Musakhan is a traditional Palestinian dish, renowned for its distinctive and rich flavors. It primarily consists of flatbread (often called taboon bread) topped with a mixture of sautéed onions, olive oil, sumac, and spices. Sometimes, chicken or meat is added. The dish is baked until the bread is crispy and the flavors meld together. Musakhan is typically served during special occasions and holidays, showcasing the vibrant and aromatic qualities of Palestinian cuisine.",
      "images": [
        "/img/history/arab_revolt1.jpeg",
        "/img/history/arab_revolt2.jpeg",
        "/img/history/arab_revolt3.jpeg"
      ]
    },
    {
      "title": "Maqluba",
      "text": "Maqluba is one of the oldest and most famous dishes in Palestine and the Arab world. It consists of rice, vegetables, and either chicken or meat.",
      "image": "/img/history/jordan_river.jpeg",
      "modalTitle": "Dish history and how to make it",
      "modalText": " The origins of the popular dish 'Maqlooba' date back to the time of the leader Salah ad-Din al-Ayyubi, when it was presented to him and his soldiers by the people of Jerusalem after they conquered and liberated the city from the Crusaders in 1187. When he tasted it and liked it, he described it as 'the upside-down dish,' and it became known as 'Maqlooba' in honor of the Ayyubid dynasty.To prepare Maqluba, follow these steps:1. Prepare the ingredients: Wash and soak the rice. Cut the meat or chicken into small pieces and slice the vegetables (such as potatoes, eggplant, carrots). 2. Cook the meat or chicken: In a pot, brown the meat or chicken with spices until partially cooked. You can add onions and garlic for extra flavor. 3. Fry the vegetables: In another pan, heat oil and fry the vegetables until golden. Drain excess oil.4. Layer the ingredients: In a large pot, place a layer of fried vegetables, then add the meat or chicken, and finally the rice.  5. Add liquid: Pour in water or broth until it covers the ingredients. Adjust seasoning with more spices if needed. 6. Cook: Bring to a boil over high heat, then reduce the heat and cover. Simmer for 30-40 minutes until the rice is cooked and the liquid is absorbed.7. Serve: Let the Maqluba sit for a few minutes, then carefully invert the pot onto a large serving plate to reveal the layered dish. Serve hot.",
      "images": [
        "/img/history/jordan_river1.jpeg",
        "/img/history/jordan_river2.jpeg",
        "/img/history/jordan_river3.jpeg"
      ]
    },
    {
      "title": "Kaddra",
      "text": " The 'Kaddra Khaleeliyya' or 'Palestinian Kaddra' is a traditional dish in Palestinian cuisine. It is primarily made from meat and chickpeas and is known for its rich flavors and spices.",
      "image": "/img/history/modern_architecture.jpeg",
      "modalTitle": "Dish history and how to make it",
      "modalText": "Palestinian women used to find it difficult to prepare the traditional 'qudrah' dish at home because it required a copper pot. This dish is named after the pot and its tin cover, and it also requires a special oven made from white clay and salt, without the use of cement in its construction. The qudrah is cooked over wood from 'aramis,' which are circular pieces of wood, rather than using gas or diesel. This makes it a healthy food choice. :Preparation Method: 1. Heating the Oil: In a large pot, heat the oil and add the onions. Sauté until they become translucent. 2. Adding Garlic and Spices: Add the minced garlic to the onions and stir for a minute. Then add turmeric, cumin, black pepper, cinnamon, and bay leaf. 3. Browning the Meat: Add the meat cubes to the pot and brown them until they change color. 4. Adding Tomato Paste: Add the tomato paste and mix well. 5. Cooking: Add water or broth to the pot and bring it to a boil. Then reduce the heat and let it simmer for an hour or until the meat is tender. 6. Adding Chickpeas: Add the cooked chickpeas to the pot and let it simmer for an additional 15 minutes. 7. Checking Flavors: Add salt to taste. You can serve the Hebron stew with white rice or bread; it's a popular dish for special occasions.",
      "images": [
        "/img/history/modern_architecture1.jpeg",
        "/img/history/modern_architecture2.jpeg",
        "/img/history/modern_architecture3.jpeg"
      ]
    }
  ]
}
